/* Next-button titles */
"CLOSE" = "Schließen";
"SHUTDOWN" = "Ausschalten";
"RESTART" = "Neustart";
"LOGOUT" = "Abmelden";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "Das Installationsprogramm wird in %d Sekunden automatisch beendet.";
"AutoQuit1"		= "Das Installationsprogramm wird in 1 Sekunde automatisch beendet.";
"AutoMsg"		= "Der Computer wird in %2$d Sekunden %1$@.";
"AutoMsg1"		= "Der Computer wird in 1 Sekunde %@.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "neu gestartet";
"AutoLogout"	= "Abmelden";
"AutoShutdown"	= "Ausschalten";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "Der Computer startet wieder.";
"AutoLogoutIsOccurring" = "Der Computer meldet sich gerade ab.";
"AutoShutdownIsOccurring" = "Der Computer schaltet sich jetzt aus.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Klicken Sie auf „Ausschalten“, um die Installation der Software zu beenden.";
"ManualLogoutMsg" = "Klicken Sie auf „Abmelden“, um die Installation der Software zu beenden.";
"ManualRequiredRebootMsg" = "Klicken Sie auf „Neustart“, um die Installation der Software zu beenden.";
"ManualRequiredRebootAfterFailureMsg" = "Klicken Sie auf „Neustart“, um die Installation erneut zu starten.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "Die Installation wurde erfolgreich abgeschlossen.";
"InstallCompletedSuccessfullyDescription" = "Die Software wurde installiert.";
"InstallCompletedWithErrorsTitle" = "Bei der Installation sind Fehler aufgetreten. Versuchen Sie es erneut.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "Die Installation war erfolgreich.";
"InstallFailedTitle" = "Die Installation ist fehlgeschlagen.";
